Revit 2027 API
BuiltInFailures.RebarSystemFailures.ThinHostWall Property
 Rebar Cover Interior and Exterior are too large for host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ThinHostWall { get; }
Public Shared ReadOnly Property ThinHostWall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ThinHostWall {
	FailureDefinitionId^ get ();
}
static member ThinHostWall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarSystemFailures Class
Autodesk.Revit.DB Namespace